Repository: orkitec/velorki
Catalog: app/ios/VelorkiWatch/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl

source: Finish
de: Beenden
es: Terminar
fr: Terminer
it: Termina
nl: Beëindigen

source: Finish opens the save sheet on the phone.
de: Nach „Beenden“ speicherst du die Fahrt auf dem Handy.
es: Tras «Terminar», guardas la salida en el teléfono.
fr: Après « Terminer », enregistrez la sortie sur le téléphone.
it: Dopo «Termina» salvi il giro sul telefono.
nl: Na ‘Beëindigen’ sla je de rit op de telefoon op.

source: Health access is needed: allow it on the watch or in the phone's Health app.
de: Velorki braucht Zugriff auf Health: Erlaube ihn auf der Uhr oder in der Health-App des Handys.
es: Velorki necesita acceso a Salud: permítelo en el reloj o en la app Salud del teléfono.
fr: Velorki a besoin d’accéder à Santé : autorisez-le sur la montre ou dans l’app Santé du téléphone.
it: Velorki ha bisogno dell'accesso a Salute: consentilo sull'orologio o nell'app Salute del telefono.
nl: Velorki heeft toegang tot Gezondheid nodig: sta die toe op het horloge of in de Gezondheid-app van de telefoon.

source: Low Power Mode in the watch's settings makes a long ride last.
de: Mit dem Stromsparmodus in den Einstellungen der Uhr hält der Akku auch eine lange Fahrt durch.
es: Con el modo de bajo consumo en los ajustes del reloj, la batería aguanta una salida larga.
fr: Avec le mode économie d’énergie, dans les réglages de la montre, la batterie tient toute une longue sortie.
it: Con la modalità risparmio energetico nelle impostazioni dell'orologio, la batteria regge un giro lungo.
nl: Met de energiebesparingsmodus in de instellingen van het horloge houdt de batterij een lange rit vol.

source: Paused
de: Pausiert
es: En pausa
fr: En pause
it: In pausa
nl: Gepauzeerd

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
nl: Hervatten

source: Riding
de: Unterwegs
es: En marcha
fr: En route
it: In sella
nl: Onderweg

source: Start a ride here or on the phone.
de: Starte die Fahrt hier oder auf dem Handy.
es: Empieza una salida aquí o en el teléfono.
fr: Démarrez une sortie ici ou sur le téléphone.
it: Inizia un giro qui o sul telefono.
nl: Start een rit hier of op de telefoon.

source: Start heart rate
de: Pulsmessung starten
es: Medir el pulso
fr: Mesurer la FC
it: Misura la FC
nl: Hartslag meten

source: Start ride
de: Fahrt starten
es: Iniciar salida
fr: Démarrer
it: Inizia giro
nl: Rit starten

source: Stop heart rate
de: Pulsmessung beenden
es: Dejar de medir
fr: Arrêter la FC
it: Ferma la FC
nl: Hartslag stoppen

source: The phone did not answer. Open Velorki on the phone and try again.
de: Das Handy antwortet nicht. Öffne Velorki auf dem Handy und versuch es noch einmal.
es: El teléfono no responde. Abre Velorki en el teléfono y vuelve a intentarlo.
fr: Le téléphone ne répond pas. Ouvrez Velorki sur le téléphone et réessayez.
it: Il telefono non risponde. Apri Velorki sul telefono e riprova.
nl: De telefoon reageert niet. Open Velorki op de telefoon en probeer het opnieuw.

source: The watch would not start a workout: %@
de: Die Uhr konnte kein Training starten: %@
es: El reloj no pudo iniciar un entrenamiento: %@
fr: La montre n’a pas pu démarrer d’entraînement : %@
it: L'orologio non è riuscito ad avviare un allenamento: %@
nl: Het horloge kon geen training starten: %@

source: The workout stopped: %@
de: Das Training wurde beendet: %@
es: El entrenamiento se detuvo: %@
fr: L’entraînement s’est arrêté : %@
it: L'allenamento si è interrotto: %@
nl: De training is gestopt: %@

source: bpm
de: S/min
es: ppm

source: Pause
es: Pausa
it: Pausa
nl: Pauze
